{
  "Version": "1.3",
  "ID": "f1z4r73yltir5jijvmsx2ciiyy7yamucmo3yu7xnq",
  "Issue Number": "16",
  "Client": {
    "Name": "ONSE MEDIA",
    "Region": "Korea, Republic of",
    "Industry": "Arts & Recreation",
    "Website": "https://www.onsemedia.com/",
    "Social Media": "filsogood",
    "Social Media Type": "Slack",
    "Role": "Data Preparer"
  },
  "Project": {
    "Brief history of your project and organization": "OnMedia is a media company that has been producing cultural content for over 20 years. Leveraging this expertise, we provide a one-stop solution from planning to execution. We actively operate the Gwangju-Jeonnam Creator Cooperative and have managed the entire supervision of the F1 Korea Grand Prix.",
    "Is this project associated with other projects/ecosystem stakeholders?": "No",
    "Describe the data being stored onto Filecoin": "The data to be stored on Filecoin consists of OnseMedia's private data. It includes a variety of videos that we have produced ourselves, as well as various video images that will be used to create AI motion graphics.",
    "Where was the data currently stored in this dataset sourced from": "My Own Storage Infra",
    "How do you plan to prepare the dataset": "Singularity will be used for CAR file generation, and Boost will be used for deal making.",
    "Please share a sample of the data (a link to a file, an image, a table, etc., are good ways to do this.)": "https://www.onsemedia.com/general-1",
    "Confirm that this is a public dataset that can be retrieved by anyone on the network (i.e., no specific permissions or access rights are required to view the data)": "[ ] I confirm",
    "What is the expected retrieval frequency for this data": "Monthly",
    "For how long do you plan to keep this dataset stored on Filecoin": "2 to 3 years",
    "In which geographies do you plan on making storage deals": "Greater China, Asia other than Greater China",
    "How will you be distributing your data to storage providers": "HTTP or FTP server",
    "Please list the provider IDs and location of the storage providers you will be working with. Note that it is a requirement to list a minimum of 5 unique provider IDs, and that your client address will be verified against this list in the future": "f02826815 - Indo Inc - Sichuan\r\nf03001085 - RONGYIN - HK\r\nf03134685 - NanoDC B1 - Bucheon\r\nf03132919 - NanoDC G1 - Goyang",
    "Can you confirm that you will follow the Fil+ guideline (Data owner should engage at least 4 SPs and no single SP ID should receive >30% of a client's allocated DataCap)": "Yes"
  },
  "Datacap": {
    "Type": "ldn-v3",
    "Data Type": "Slingshot",
    "Total Requested Amount": "500TiB",
    "Single Size Dataset": "100TiB",
    "Replicas": 5,
    "Weekly Allocation": "100TiB"
  },
  "Lifecycle": {
    "State": "ReadyToSign",
    "Validated At": "2024-08-02 01:24:37.499505218 UTC",
    "Validated By": "ipfsAllen",
    "Active": true,
    "Updated At": "2024-08-02 01:24:37.499510448 UTC",
    "Active Request ID": "d35232ba-9783-48a3-95db-556bdc72544f",
    "On Chain Address": "f1z4r73yltir5jijvmsx2ciiyy7yamucmo3yu7xnq",
    "Multisig Address": "false",
    "edited": false
  },
  "Allocation Requests": [
    {
      "ID": "d35232ba-9783-48a3-95db-556bdc72544f",
      "Request Type": "First",
      "Created At": "2024-08-02 01:24:37.499513109 UTC",
      "Updated At": "2024-08-02 01:24:37.499514664 UTC",
      "Active": true,
      "Allocation Amount": "50TiB",
      "Signers": []
    }
  ]
}